{
  "consejos": [
    {
      "id": 1,
      "categoria": "emociones",
      "texto": "Respira profundamente durante 10 segundos. A veces, una pausa lo cambia todo."
    },
    {
      "id": 2,
      "categoria": "emociones",
      "texto": "Identifica cómo te sientes y nómbralo. Ponerle nombre a la emoción te ayuda a manejarla mejor."
    },
    {
      "id": 3,
      "categoria": "motivacion",
      "texto": "Hoy es un buen día para dar un pequeño paso. Incluso el más mínimo avance cuenta."
    },
    {
      "id": 4,
      "categoria": "emociones",
      "texto": "Está bien no sentirse bien. Escúchate con compasión."
    },
    {
      "id": 5,
      "categoria": "motivacion",
      "texto": "Confía en tu proceso. Nadie corre una maratón en un solo paso."
    },
    {
      "id": 6,
      "categoria": "emociones",
      "texto": "Cuando te sientas desbordado, escribe cómo te sientes. Escribir libera espacio mental."
    },
    {
      "id": 7,
      "categoria": "motivacion",
      "texto": "No te compares con los demás. Concéntrate en tu propio crecimiento."
    },
    {
      "id": 8,
      "categoria": "emociones",
      "texto": "Tómate 3 minutos para cerrar los ojos y enfocarte en los sonidos a tu alrededor."
    },
    {
      "id": 9,
      "categoria": "motivacion",
      "texto": "Recuerda: fallar no te define. Aprender de ello sí."
    },
    {
      "id": 10,
      "categoria": "emociones",
      "texto": "Expresa gratitud por algo pequeño. Agradecer te conecta con lo positivo."
    },
    {
      "id": 11,
      "categoria": "motivacion",
      "texto": "Tú puedes con esto. Has superado muchas cosas antes y lo harás otra vez."
    },
    {
      "id": 12,
      "categoria": "emociones",
      "texto": "Aceptar tu emoción no significa rendirte. Significa entenderte mejor."
    },
    {
      "id": 13,
      "categoria": "motivacion",
      "texto": "Hoy es una nueva oportunidad para intentarlo. Empieza con lo más simple."
    },
    {
      "id": 14,
      "categoria": "emociones",
      "texto": "Alejarte 5 minutos de una situación estresante también es autocuidado."
    },
    {
      "id": 15,
      "categoria": "motivacion",
      "texto": "Rodéate de personas que te hagan sentir seguro y valioso."
    }
  ]
}
